[
  {
    "id": "645024210c2b22d13a050882",
    "picture": "https://img.freepik.com/free-photo/portrait-smiling-chef-uniform_329181-675.jpg",
    "name": "Eva Caldwell",
    "experience": "12 Years",
    "numbersOfRecipes": 4,
    "likes": 1266,
    "description": "i can can cook a wide variety of dishes and cuisines, depending on their area of specialization and the restaurant or establishment they work in. Chefs can prepare everything from classic dishes like steak and potatoes or pasta carbonara to more exotic and elaborate dishes like sushi, Thai curries, or French pastries.",
    "recipeName": [
      "Shrimp and Grits",
      "Johnny Marzetti (A Midwest Classic)",
      "Red Beans and Rice",
      "Chocolate Chip Cookies"
    ],
    "ingredients": [
      "Fats and oils",
      "Grain, nuts and baking products",
      "Herbs and spices",
      "Meat, sausages and fish",
      "Pasta, rice and pulses"
    ],
    "cookingMethod": "A stew is a combination of solid food ingredients that have been cooked in liquid and served in the resultant gravy. Ingredients can include any combination of vegetables and may include meat, especially tougher meats suitable for slow-cooking, such as beef, pork, venison, rabbit, lamb, poultry, sausages, and seafood",
    "ratings": 4.5
  },
  {
    "id": "6450242136249f884d258492",
    "picture": "https://www.onlineprepmcq.com/assets/upload/0bdc85a533292d74a586049dea5e0236.jpg",
    "name": "Jacquelyn Holland",
    "experience": "7.5 Years",
    "numbersOfRecipes": 4,
    "likes": 7734,
    "description": "A chef must have a strong knowledge of cooking techniques, ingredients, and flavor profiles to create and modify recipes, develop menus, and ensure the quality and consistency of the food served.A chef should have a creative flair to experiment with new ingredients, flavors, and cooking techniques to keep their menus fresh and exciting.",
    "recipeName": ["Salisbury Steak", "Smothered Chicken", "Shrimp Creole"],
    "ingredients": [
      "4 boneless, skinless chicken breasts",
      "1/2 cup balsamic vinegar",
      "2 tbsp honey",
      "1 tbsp olive oil",
      "4 cups mixed vegetables (such as bell peppers, zucchini, and cherry tomatoes)"
    ],
    "cookingMethod": "Salisbury steak involves making seasoned beef patties using mince / ground beef, then making a mushroom gravy. In my recipe, there’s just two little things I do differently to the usual Salisbury Steak recipe that takes these up a notch",
    "ratings": 3.1
  },
  {
    "id": "645024217775b6d4d4110b46",
    "picture": "https://www.escoffier.edu/wp-content/uploads/2021/02/Smiling-male-black-chef-with-white-coat-and-hat-scaled.jpg",
    "name": "Mcmahon Stephens",
    "experience": "2 Years",
    "numbersOfRecipes": 4,
    "likes": 8743,
    "description": "A chef must pay close attention to details such as ingredient quantities, cooking times, and presentation, in order to ensure the consistency and quality of their dishes.A chef must be able to manage their time effectively, juggling multiple tasks such as cooking, supervising kitchen staff, and ordering ingredients.",
    "recipeName": ["Barbecue Ribs", "Shrimp de Jonghe", "Cincinnati Chili"],
    "ingredients": [
      "2 racks of baby back ribs (about 4 lbs)",
      "1/4 cup brown sugar",
      "1 tbsp paprika",
      "1 tbsp garlic powder",
      "1 tbsp onion powder"
    ],
    "cookingMethod": "Preheat the oven to 275°F (135°C).In a small bowl, mix together brown sugar, paprika, garlic powder, onion powder, chili powder, salt, and black pepper to make a rub.Rub the spice mixture all over the ribs, making sure to cover both sides.Place the ribs on a baking sheet lined with foil, meaty side up.",
    "ratings": 4.5
  },
  {
    "id": "64502421586abf197cd4762e",
    "picture": "https://global-uploads.webflow.com/5f0082d019150187c1bdb9ca/63d0f6d18842ecf4ddb10ba3_chef%20adalah%20(1).webp",
    "name": "Lesley Irwin",
    "experience": "4 Years",
    "numbersOfRecipes": 4,
    "likes": 9981,
    "description": "Experienced in managing and motivating kitchen staff, with excellent communication and delegation skills, creating a positive and productive work environment.    ",
    "recipeName": ["Squash Casserole", "Jambalaya", "Denver Omelette"],
    "ingredients": [
      "4 large eggs",
      "1/4 cup milk",
      "Salt and black pepper, to taste",
      "1/4 cup diced cooked ham",
      "1/4 cup diced green bell pepper"
    ],
    "cookingMethod": "Crack the eggs into a bowl, add milk, salt, and black pepper, and whisk together until well combined.Melt butter in a non-stick skillet over medium heat.Add diced ham, green bell pepper, and onion to the skillet, and sauté for 2-3 minutes until the vegetables are tender and the ham is lightly browned.",
    "ratings": 3.3
  },
  {
    "id": "645024216091ef686c5dd8ba",
    "picture": "https://media.istockphoto.com/id/1394055791/photo/portrait-of-confident-black-female-chef-at-restaurant-kitchen-looking-at-camera.jpg?b=1&s=170667a&w=0&k=20&c=2IlSPfIQtxrffNhikvF06C4KgqGnuyvV5tD0GgfR9RE=",
    "name": "Chaney Mosley",
    "experience": "5 Years",
    "numbersOfRecipes": 4,
    "likes": 8981,
    "description": "Effective communication skills are crucial for a chef, whether it's communicating with kitchen staff, collaborating with colleagues, or explaining dishes to customers.    ",
    "recipeName": ["Cornbread", "Yakamein", "Brunswick Stew"],
    "ingredients": [
      "1 cup yellow cornmeal",
      "1 cup all-purpose flour",
      "1/4 cup granulated sugar",
      "1 tbsp baking powder",
      "Pasta, rice and pulses"
    ],
    "cookingMethod": "Preheat the oven to 400°F (200°C). Grease an 8-inch square baking dish with cooking spray or butter.In a large bowl, whisk together cornmeal, flour, sugar, baking powder, and salt until well combined.In a separate bowl, whisk together milk, eggs, and melted butter until well combined.Pour the wet ingredients into the dry ingredients and stir until just combined (don't overmix).Pour the batter into the prepared baking dish.",
    "ratings": 2.4
  },
  {
    "id": "64502421dc89c937629f3e93",
    "picture": "https://media.istockphoto.com/id/877309720/photo/confident-chef-standing-arms-crossed-in-kitchen.jpg?s=612x612&w=0&k=20&c=-l7AWG8KCZmaagMDLdYZL0BEqYUT7dBeUX8n-DZOKKo=",
    "name": "Karen Smith",
    "experience": "8 Years",
    "numbersOfRecipes": 4,
    "likes": 9124,
    "description": "The ability to adapt to changing circumstances, such as new ingredients or menu items, is a key skill for a chef.Understanding budgeting, food cost analysis, inventory management, and other aspects of running a restaurant is important for a chef who wants to succeed in a leadership role.",
    "recipeName": [
      "Squash Casserole",
      "Jambalaya",
      "Johnny Marzetti (A Midwest Classic)",
      "Red Beans and Rice"
    ],
    "ingredients": [
      "4 large eggs",
      "1/4 cup milk",
      "Herbs and spices",
      "1 tbsp baking powder",
      "Pasta, rice and pulses"
    ],
    "cookingMethod": "Crack the eggs into a bowl, add milk, salt, and black pepper, and whisk together until well combined. Ingredients can include any combination of vegetables and may include meat, especially tougher meats suitable for slow-cooking, such as beef, pork, venison, rabbit, lamb, poultry, sausages, and seafood",
    "ratings": 4.5
  }
]
